import React from 'react'

export default function PersonalDataPage() {

  return (

    <main>
  
      <section className="section hero-personal">
        <div className="hero-banner">   
          <div className="container">
            <div className="row">
              <div className="content">
                <div className="col-12">
                  <div className="section-title">
                    <h2>Політика конфіденційності</h2>
                  </div>
                  <div className="section-description">
                    <p>Перший онлайн-сервіс, що напряму поєднує пасажирів та автобусних перевізників.</p>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </section>

      <section className="personal-data">
        <div className="container">
          <div className="row">
            <div className="col-12">
              <div className="section-title">
                <h2>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h2>
              </div>
              <div className="section-secription-b">
                <p>Товариство з обмеженою відповідальністю «І-Тревелс» (далі Busfor), ЄДРПОУ 35389109, адреса: 03056, Україна Київ, вулиця Польова 21 <a href="">busfor.ua</a> (далі Сайт)</p>
              </div>
              <div className="section-description">
                <p>
                  Busfor приділяє величезну увагу конфіденційності особливо по відношенню до Ваших персональних даних. Користуючись послугами Busfor Ви, як користувач, виявили до нас довіру, і ми, Busfor, це цінуємо.
                  <br/><br/>
                  Busfor, жодним чином не приховує інформацію про обробку Ваших персональних даних та докладає максимум зусиль, щоб зберегти Ваші особисті дані в безпеці, однаково діючи в інтересах всіх користувачів, без винятку.
                </p>
              </div>
              <div className="section-title">
                <h3>ЗАХИСТ ІНФОРМАЦІЇ</h3>
              </div>
              <div className="secription-description">
                <p>
                  Busfor несе відповідальність за обробку одержаних особистих даних відповідно до вимог нормативно-правових документів та покладає відповідні аналогічні зобов'язання на будь-яких контрагентів з якими взаємодіє в процесі надання послуг або в процесі обробки отриманої інформації.
                  <br /><br />
                  Busfor дотримується основних принципів захисту конфіденційної інформації стосовно будь-якої подальшої передачі даних як внутрішньої, так і транскордонної, у тому числі, і по відношенню до подальшого перенесення зобов'язань.
                  <br /><br />
                  Для забезпечення безпечної передачі персональних даних Busfor використовує протокол шифрування SSL 3.0. Всі персональні дані шифруються і безпечно передаються через мережу Інтернет.
                </p>
              </div>
              <div className="section-title">
                <h3>ОСОБИСТА ІНФОРМАЦІЯ</h3>
              </div>
              <div className="secription-description">
                <p>
                  Більшість операцій на сайті Ви можете здійснити без надання особистої інформації.
                  <br /><br />
                  Але у випадку, коли Ви здійснюєте купівлю/бронювання квитка на сайті Busfor та/або придбання інших продуктів або послуг включно з тим, коли Ви оформляєте підписку Busfor з метою надання Вам послуг, Busfor отримує від Вас наступну інформацію:
                  <br /><br />
                      контактні дані (Ваше ім'я, прізвище та/або ім'я, прізвище пасажира, номер контактного телефону та адресу електронної пошти);
                      дані профілю, Ваше ім'я користувача та пароль;
                      відомості про придбані послуги.
                  <br /><br />
                  У разі необхідності, Busfor може перевіряти деяку інформацію, попросивши Вас, або (а) завантажити відскановану копію посвідчення особи (яка буде безпечним чином зберігатися на наших серверах), або (б) просити Вас ідентифікувати себе іншим прийнятним способом.
                  <br /><br />
                  З метою зменшення кількості помилок у нашій базі даних, Busfor може перевіряти справжність користувачів і запобігати неправомірному використанню системи.
                  <br /><br />
                  Busfor, за Вашим запитом може доповнювати надану Вами особисту інформацію відомостями зі сторонніх джерел.
                  <br /><br />
                  Busfor також збирає узагальнену інформацію про Вашу діяльність на нашому сайті (наприклад, кількість/напрямок поїздок, швидкість відповіді Сайту на Ваш запит і тому подібне). Така інформація може бути опублікована в загальнодоступному профілі на нашому сайті без персональної ідентифікації.
                  <br /><br />
                  Залежно від Ваших цілей використання сервісу Busfor, частина запитуваної інформації є обов'язковою для надання, а частина - надається на Ваш розсуд. Якщо Ви відмовитесь від надання обов'язкової інформації, Ви не зможете виконати операції з купівлі тих чи інших послуг. Всі інші сервіси Busfor будуть Вашому розпорядженні.
                  <br /><br />
                  Номер Вашої кредитної картки використовується виключно сервісами, які надають послуги оплати. Дані кредитних карток Busfor не зберігає.
                </p>
              </div>
              <div className="section-title">
                <h3>АВТОМАТИЧНЕ ЗБИРАННЯ ІНФОРМАЦІЇ</h3>
              </div>
              <div className="secription-description">
                <p>
                  В процесі використання Вами сайту, Busfor може збирати персональну інформацію про використовувані Вами пристрої і про мережі до яких вони під’єднані. Такий збір включає в себе наступну інформацію: Вашу IP-адресу; log-in інформацію для входу в особистий кабінет; тип і версію браузера; типи і версії плагіна браузера; операційну систему і платформу; рекламний ідентифікатор; інформацію про Ваше відвідування сайту, включаючи URL clickstream сторінок які Ви переглядали або інформацію яку шукали; помилки що виникли в процесі завантаження веб-сторінки; тривалість завантаження певних сторінок; взаємодія зі сторінками або телефонними номерами, які використовуються для виклику нашого центру обслуговування клієнтів.
                  <br /><br />
                  Як і більшість веб-сайтів, Busfor і залучені ним незалежні допоміжні оператори можуть в процесі використання Вами веб-сайту отримувати певну технічну і маршрутну інформацію про Ваш комп'ютер, з метою полегшення використання Вами сайту і його служб. Наприклад, Busfor може отримувати інформацію про змінні середовища, такі як тип браузера, операційну систему, швидкість процесора. Busfor також використовує данні про змінні середовища для відстеження трафіку на сайті. Busfor час від часу порівнює ці дані знеособлено, щоб краще розуміти потреби користувачів сайту. Ми не продаємо Ваші персональні дані і не передаємо їх з метою продажу.
                  <br /><br />
                </p>
              </div>
              <div className="section-title">
                <h3>ФАЙЛИ COOKIE</h3>
              </div>
              <div className="secription-description">
                <p>
                  Сайт busfor.ua використовує файли cookie. Файли cookie являються галузевим стандартом і використовуються багатьма сайтами, полегшують користувачам поточний доступ до використання певних веб-сайтів, забезпечують інформацією, яка використовується для розуміння змісту, того що цікавить користувача, і для інших цілей, наприклад, з охоронною метою і для виконання інших адміністративних функцій облікового запису, а також функцій які можуть допомогти у відстеженні інформації, за якою можливо ідентифікувати особу користувача. Файли cookie не можуть пошкодити систему або файли комп'ютера і тільки сайт, який передав певні файли cookie, може прочитати, змінити та видалити такі файли.
                  <br /><br />
                  Якщо Користувач не бажає отримувати інформацію, зібрану за допомогою файлів cookie, в більшості браузерів існують можливості видалення існуючих файлів cookie, їх автоматичного відхилення або пропонується можливість вибрати між відхиленням чи прийняттям окремих файлів cookie комп'ютером. Щоб дізнатися більше про таку функції, дивіться інструкцію з використання браузера або вікно довідки.
                  <br /><br />
                  Деяке використання файлів cookie на Сайті може перебувати під контролем непідконтрольних організацій, з якими співпрацює Busfor з метою управління певними програмами та обробкою окремих запитів відвідувачів/клієнтів/користувачів. Busfor вимагає від таких підприємств використовувати файли cookie з дотриманням цих Правил, однак Busfor не несе відповідальності за використання третіми сторонами файлів cookie.
                </p>
              </div>
              <div className="section-title">
                <h3>ОНОВЛЕННЯ І НАСТРОЙКА ІНФОРМАЦІЇ</h3>
              </div>
              <div className="secription-description">
                <p>
                  За Вашим запитом, Busfor має можливість надати Вам відомості про те чи зберігає або обробляє Busfor Вашу персональну інформацію. Якщо у вас виникне необхідність запросити цю інформацію, зверніться до нас за адресою <a href="">dpofficer@busfor.com</a>.
                  <br /><br />
                  У Вас є право в будь-який час отримати доступ до своєї особистої інформації і налаштувань, щоб змінити або видалити їх. Це можна зробити через Особистий кабінет, де Ви зможете переглянути і здійснити зміни в персональних даних. Для Вашої безпеки деякі елементи особистої інформації можна змінити, лише звернувшись до служби підтримки. Busfor оперативно відповість на Ваш запит в розумні терміни.
                </p>
              </div>
              <div className="section-title">
                <h3>ВИКОРИСТАННЯ ІНФОРМАЦІЇ</h3>
              </div>
              <div className="secription-description">
                <p>
                  Busfor збирає і використовує Вашу персональну інформацію, з метою надання Вам послуг, виконання юридичних зобов'язань (зокрема договору перевезення), а також для удосконалення послуг і сервісів.
                  <br /><br />
                  Busfor використовує персональну інформацію з метою: обробки Ваших фінансових операцій (в частині підтвердження від платіжної системи факту оплати); відправки Вам придбаних/заброньованих квитків та інших послуг; сервісного обслуговування Вас, як користувача або пасажира, в процесі обробки Ваших запитів і претензій службою підтримки; управління даними Вашого облікового запису; відправки Вам запитуваної інформації про умови придбання квитка або послуги перевезення і т.п.; інформування Вас про спеціальні пропозиції Busfor; управління акціями в яких Ви берете участь, а також повідомлення Вас про їх результати; повідомлення Вас про результати розгляду претензій та/або вжиття заходів щодо дій, які порушують умови надання послуг; проведення аналізу роботи додаткових сервісів та/або послуг, для поліпшення роботи Сайту; обробки Ваших індивідуальних запитів.
                </p>
              </div>
              <div className="section-title">
                <h3>ВІДПОВІДАЛЬНИЙ ЗА ЗАХИСТ ПЕРСОНАЛЬНИХ ДАНИХ</h3>
              </div>
              <div className="secription-description">
                <p>
                  Busfor призначив в компанії уповноваженого із захисту персональних даних, який відповідає за всі питання, пов'язані з цією політикою конфіденційності. Якщо у Вас є будь-які питання або сумніви, пов'язані з Політикою конфіденційності або з тим, як Busfor управляє Вашою особистою інформацією, а також якщо у Вас виникнуть будь-які інші проблеми щодо особистої інформації, обов'язково зверніться до нашого уповноваженого з захисту персональних даних.
                  <br /><br />
                  Attn: Data Protection Officer
                  <br /><br />
                  <a href="">dpofficer@busfor.com</a>
                  <br /><br />
                  03056, Ukraine, Kyiv, Polova street 21, Business center «Lagoda».
                </p>
              </div>
              <div className="section-title">
                <h3>ПЕРЕДАЧА ДАНИХ ПЕРЕВІЗНИКУ/ПОСТАЧАЛЬНИКУ</h3>
              </div>
              <div className="secription-description">
                <p>
                  Сервіс Busfor в процесі своєї діяльності співпрацює безпосередньо з перевізниками або з постачальниками квитків.
                  <br /><br />
                  З метою надання якісних послуг перевезення, Ваші персональні дані в обов'язковому порядку передаються безпосередньо Перевізнику/Постачальнику на рейс якого Ви придбали той чи інший квиток.
                  <br /><br />
                  Основною метою передачі персональних даних Перевізнику/Постачальнику є укладення договору перевезення.
                </p>
              </div>
              <div className="section-title">
                <h3>ІНШІ ВИПАДКИ РОЗКРИТТЯ ІНФОРМАЦІЇ</h3>
              </div>
              <div className="secription-description">
                <p>
                  Персоналізована інформація про користувача може надаватися іншим організаціям:
                  <br /><br />
                  в межах чинного законодавства,
                  у разі відчуження підприємства, майна або банкрутства компанії,
                  якщо Busfor змушений розкрити окрему інформацію на виконання вимоги правоохоронних або органів, що здійснюють контроль за діяльністю підприємства, або в результаті іншого юридичного процесу,
                  або у виключних випадках для захисту інтересів безпеки Busfor або інших відвідувачів сайту.
                </p>
              </div>
              <div className="section-title">
                <h3>ПЕРІОД ЗБЕРІГАННЯ ДАНИХ</h3>
              </div>
              <div className="secription-description">
                <p>
                  Busfor зберігає дані до тих пір, поки вони потрібні для виконання відповідних цілей обробки (наприклад, операції по виконанню договору перевезення, надання сервісного обслуговування, рекламно-маркетингових сервісів), а також з метою виконання вимог цивільного, господарського та податкового законодавства.
                  <br /><br />
                  Персональні дані підлягають вилученню з баз персональних даних Busfor в разі:
                  <br /><br />
                      закінчення терміну зберігання даних, визначеного за згодою суб'єктом персональних даних, що надав їх на обробку або законом;
                      припинення правовідносин між суб'єктом персональних даних та володільцем чи розпорядником бази, якщо інше не передбачено законом;
                      вступу в законну силу рішення суду про вилучення даних про фізичну особу з бази персональних даних;
                      надходження мотивованої вимоги суб'єкта персональних даних про припинення обробки/знищення його даних у випадках і порядку, встановлених законом.
                  <br /><br />
                  Busfor зобов'язаний внести зміни в дані на вимогу суб'єкта персональних даних, якщо ці дані є недостовірними або неточними, або здійснити інші маніпуляції в тому числі і передачу третій стороні.
                </p>
              </div>
              <div className="section-title">
                <h3>ОНОВЛЕННЯ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ</h3>
              </div>
              <div className="secription-description">
                <p>
                  Busfor залишає за собою право вносити зміни в Політику конфіденційності. Якщо Busfor істотно змінить Політику конфіденційності, про це буде вказано тут.
                  <br /><br />
                  Busfor рекомендує регулярно перевіряти Політику конфіденційності, тому що Ваше користування Сайтом після внесення змін означає, що Ви, як Користувач погодилися з такими змінами до політики конфіденційності.
                  <br /><br />
                  Якщо у Вас є сумніви, пов'язані з конфіденційністю або використанням персональних даних, які нам не вдалося задовольнити, зверніться будь ласка до Busfor за адресою 03056, Україна Київ, вулиця Польова 21, e-mail: <a href="">dpofficer@busfor.com</a> або до нашого представника в ЄС: Busfor.pl sp. z o.o. 40-013, Polska, Katowice, ul. Staromiejska 6/10D, tel.: <a href="tel: +380 (44) 502-88-89">+380 (44) 502-88-89</a>, <a href="tel: +380 (50) 450-65-78">+380 (50) 450-65-78</a>, <a href="tel: +380 (50) 450-65-78">+380 (50) 450-65-78</a>, e-mail: <a href="">dpofficer@busfor.com</a>. (* Вартість дзвінка відповідно до тарифів Вашого оператора.)
                </p>
              </div>
            </div>
          </div>
        </div>
      </section>

    </main>

  )
}
